[
	{
		"quest": "O arhitectură centralizată presupune:",
		"choices": [
			{ "str": "Abordare autonomă a agenţiilor guvernamentale" },
			{ "str": "Maximizarea beneficiilor din investiţii", "isCorrect": true },
			{
				"str": "Îmbunătăţeşte interacţiunea dintre departamentele guvernamentale",
				"isCorrect": true
			},
			{
				"str": "Standardizarea serviciilor IT pentru departamentele guvernamentale",
				"isCorrect": true
			},
			{ "str": "Model business unificat", "isCorrect": true }
		]
	},
	{
		"quest": "Dintre obiectivele de securitate în e-guvernare se pot menționa:",
		"choices": [
			{ "str": "Confidențialitatea și integritatea", "isCorrect": true },
			{ "str": "Disponibilitatea", "isCorrect": true }
		]
	},

	{
		"quest": "În realizarea SOE, se pot identifica etape precum:",
		"choices": [
			{ "str": "Dezvoltarea de open standards" },
			{ "str": "Identificarea formularelor", "isCorrect": true },
			{ "str": "Modelarea proceselor business", "isCorrect": true },
			{ "str": "Identificarea protocoalelor" },
			{
				"str": "Dezvoltarea unei arhitecturi pentru servicii",
				"isCorrect": true
			}
		]
	},
	{
		"quest": "Nivelele unui sistem de e-guvernare sunt:",
		"choices": [
			{ "str": "Nivelul sistemelor moștenite", "isCorrect": true },
			{ "str": "Nivelul prezentare", "isCorrect": true },
			{ "str": "Nivelul comunicațiilor" },
			{ "str": "Nivelul aplicațiilor" },
			{ "str": "Nivelul client", "isCorrect": true },
			{ "str": "Nivelul persistență", "isCorrect": true },
			{ "str": "Nivelul serviciilor electronice" }
		]
	},
	{
		"quest": "Dintre principiile de proiectare ale unei arhitecturi SOE interoperabile, se pot menționa:",
		"choices": [
			{
				"str": "Sistemele implicate trebuie sa fie inchise, robuste, fara posibilitatea adaugarii unor noi functionalitati"
			},
			{ "str": "Reutilizarea componentelor existente", "isCorrect": true },
			{
				"str": "Dezvoltarea de componente standard ale arhitecturii",
				"isCorrect": true
			},
			{ "str": "Modularitate", "isCorrect": true },
			{ "str": "Arhitectura flexibilă și adaptabilă", "isCorrect": true }
		]
	},
	{
		"quest": "În cadrul nivelului de mijloc al unui sistem de e-guvernare:",
		"choices": [
			{ "str": "Se stocheaza datele" },
			{
				"str": "Se procesează datele de la nivelele backend și persistență",
				"isCorrect": true
			},
			{
				"str": "Se face comunicarea cu clientii prin diferite modalități de acces"
			},
			{ "str": "Se implementează logica de business", "isCorrect": true }
		]
	},
	{
		"quest": "Ce fel de organizație virtuală implementați pentru Primăria Orașului Bușteni?",
		"choices": [
			{ "str": "Organizații virtuale de tip portal", "isCorrect": true },
			{ "str": "Organizații virtuale de tip federal" },
			{ "str": "Organizații virtuale de tip platformă" },
			{ "str": "Organizații virtuale de tip web" },
			{ "str": "Organizații virtuale concentrice" }
		]
	},
	{
		"quest": "Dintre fazele evoluției sistemelor de guvernare electronică se pot selecta etape precum:",
		"choices": [
			{ "str": "Prezentarea de informaţii", "isCorrect": true },
			{ "str": "Personalizarea interacțiunilor inter-guvernamentale" },
			{
				"str": "regânditerea solutiilor pentru a face uz deplin de posibilităţile tehnologiei şi a fi simplificate, mai ales sub aspectul facilitării interfeţei cu persoanele care apelează sisteme de e- Government.",
				"isCorrect": true
			},
			{
				"str": "Posibilitatea completării formularelor on-line, efectuarea altor tranzactii precum cele spre autoritati",
				"isCorrect": true
			},
			{
				"str": "Posibilitatea de a descărca formulare necesare în interacţiunea cu autorităţile, care dupa tiparire si completare sunt prezentate autoritatilor pe cale clasica",
				"isCorrect": true
			},
			{ "str": "Introducerea semnăturii digitale" }
		]
	},
	{
		"quest": "Interoperabilitatea tehnică se referă la aspectele tehnice de interconectare a sistemelor de informații precum:",
		"choices": [
			{ "str": "Servicii de marketing" },
			{ "str": "Protocoale de transport", "isCorrect": true },
			{ "str": "Serviciile de interconectare", "isCorrect": true },
			{ "str": "Serviciile de integrare a datelor", "isCorrect": true },
			{ "str": "Specificațiile de interfață", "isCorrect": true }
		]
	},
	{
		"quest": "Paradigma tehnică în eGuvernare se referă la:",
		"choices": [
			{
				"str": "Creşterea gradului de participare politică a cetăţenilor şi creşterea eficienţei aparatului administrativ"
			},
			{ "str": "Aplicarea unor noi metode de management al informaţiei" },
			{
				"str": "Folosirea noilor tehnologii electronice în comunicare",
				"isCorrect": true
			}
		]
	},
	{
		"quest": "Tipurile de aplicații G2C pot fi:",
		"choices": [
			{ "str": "Aplicații de tip licitație" },
			{
				"str": "Aplicații care constau în îndeplinirea rolului statului de furnizor de servicii guvernamentale",
				"isCorrect": true
			},
			{
				"str": "Aplicații care realizează funcția majoră a statului de a facilita transparența și schimbul liber de informații între cetățean și stat",
				"isCorrect": true
			},
			{ "str": "Votul electronic", "isCorrect": true },
			{
				"str": "Aplicații de tip achiziție de bunuri și servicii interguvernamentale"
			}
		]
	},
	{
		"quest": "Transparenţa activităţii autorităţilor administraţiei publice:",
		"choices": [
			{
				"str": "Determină dezvoltarea cadrului juridic şi democraţia electronică"
			},
			{
				"str": "Este unul dintre obiectivele specifice ale guvernării electronice",
				"isCorrect": true
			},
			{
				"str": "Măsoară impactul programelor de e-Guvernare pentru oferirea unor servicii de mai bună calitate cetățenilor"
			}
		]
	},
	{
		"quest": "Intangibilitatea serviciilor electronice:",
		"choices": [
			{
				"str": "Se referă la variațiile în funcționalitatea site-ului web al furnizorului de servicii, precum și calității conexiunilor Internet"
			},
			{
				"str": "Se referă la gradul în care clienții sunt pregătiți să adapteze serviciul la necesitățile individuale"
			},
			{
				"str": "Se manifestă aproape în totalitate, deși apariția fizică a site-ului web, culorile utilizate sau conținutul informațional ce poate fi imprimat pot fi considerate elemente tangibile",
				"isCorrect": true
			},
			{
				"str": "se datorează faptului ca serviciile pot apreciate de beneciari doar prin prisma calităţii echipamentelor folosite, aspectului și comportamentului.",
				"isCorrect": true
			}
		]
	},
	{
		"quest": "Servicii publice directe sunt:",
		"choices": [
			{
				"str": "Serviciile care servesc în mod direct nevoile cetățenilor",
				"isCorrect": true
			},
			{ "str": "Serviciile care implică și un parteneriat public-privat" },
			{
				"str": "Serviciile prin intermediul cărora integrarea proceselor este la un nivel scăzut și livrarea serviciului se face printr-un site web"
			}
		]
	},
	{
		"quest": "Dintre avantajele utilizării SOA în e-guvernare, se pot menționa:",
		"choices": [
			{
				"str": "Integrarea, securizarea şi administrarea serviciilor",
				"isCorrect": true
			},
			{
				"str": "Încurajarea integrării unor resurse cât mai diverse",
				"isCorrect": true
			},
			{
				"str": "Reducerea dependenţei de a scrie cod de fiecare dată când trebuie schimbată politica sau apar noi cerinţe software",
				"isCorrect": true
			},
			{ "str": "Flexibilitatea beneficiu", "isCorrect": true }
		]
	},
	{
		"quest": "Guvernarea electronică constă în:",
		"choices": [
			{
				"str": "Interacţiunea dintre guvern, parlament şi alte instituţii publice cu cetăţenii prin intermediul mijloacelor electronice",
				"isCorrect": true
			},
			{
				"str": "Înlocuirea aplicaţiilor cu tehnici tradiţionale de comunicare"
			},
			{
				"str": "Reinventarea sectorului public prin digitalizare şi noi tehnici de management al informaţiei",
				"isCorrect": true
			},
			{
				"str": "Utilizarea tehnologiei informaţiei şi comunicaţiei cu scopul de a creşte eficienţa, transparenţa, responsabilitatea şi eficacitatea Guvernului",
				"isCorrect": true
			}
		]
	},
	{
		"quest": "Sistemele ce furnizează și administrează informaţia în cadrul unei aplicaţii digitale guvernamentale ar trebui să includă:",
		"choices": [
			{ "str": "Sisteme pentru gestionarea cunoștințelor", "isCorrect": true },
			{ "str": "Sisteme tranzacţionale", "isCorrect": true },
			{ "str": "Sistemele de gestiune", "isCorrect": true },
			{ "str": "Sisteme de acces public", "isCorrect": true },
			{ "str": "Managementul relației cu clienții (CRM)", "isCorrect": true },
			{
				"str": "Sisteme pentru planificarea resurselor (ERP)",
				"isCorrect": true
			}
		]
	},
	{
		"quest": "Caracteristicile fundamentale ale eGuvernării sunt:",
		"choices": [
			{ "str": "Dezvoltarea cadrului juridic şi democraţia electronică" },
			{
				"str": "Folosirea noilor tehnologii electronice în comunicare",
				"isCorrect": true
			},
			{
				"str": "Aplicarea unor noi metode de management al informaţiei",
				"isCorrect": true
			},
			{
				"str": "Creşterea gradului de participare politică a cetăţenilor şi creşterea eficienţei aparatului administrativ",
				"isCorrect": true
			},
			{
				"str": "Trecerea în offline a soluţiilor care nu susţin interoperabilitatea"
			}
		]
	},
	{
		"quest": "Care sunt diferenţele între software open-source și open standards?",
		"choices": [
			{
				"str": "Open standards se referă la specificaţii, iar software open-source se referă la implementare.",
				"isCorrect": true
			},
			{ "str": "Nu există diferenţe." },
			{
				"str": "Open standards se referă la conexiunile între module, iar software open-source se referă la implementare."
			},
			{
				"str": "În cazul open standards, aspectele legate de securitate și transparență nu depind de acțiunile și suportul vreunui furnizor și pot fi verificate."
			}
		]
	},
	{
		"quest": "În cadrul unei organizaţii virtuale concentrice:",
		"choices": [
			{
				"str": "Grupurile de utilizatori pot procesa și împărți informația din baza de date în același timp și paralel, între ei",
				"isCorrect": true
			},
			{
				"str": "Organizaţiile componente recunosc independenţa între ele şi înţeleg că pot îmbunătăţi eficienţa şi eficacitatea activităţii lor dacă împart informaţii"
			},
			{ "str": "Este restricţionat accesul la un anumit grup de participanţi" },
			{
				"str": "Este introdusă o organizaţie de nivel federativ care coordonează schimbul de informaţii dintre organizaţiile participante"
			},
			{
				"str": "Comunicarea este deschisă, nestructurată, dar accesul este unul regulat"
			}
		]
	},
	{
		"quest": "O arhitectură orientată pe servicii este eficientă în cazul e-guvernării pentru că:",
		"choices": [
			{ "str": "Trimite calupuri de date către arhitecturi similare" },
			{
				"str": "Fluidizează, automatizează și permite o mai bună supervizare și vizibilitate a proceselor de business",
				"isCorrect": true
			},
			{
				"str": "Permite transmiterea securizată a proceselor de business în interiorul și în afara barierelor de siguranță ale companiei",
				"isCorrect": true
			},
			{
				"str": "Administrează deciziile de business în mod proactiv folosind indicatori de performanță",
				"isCorrect": true
			}
		]
	},
	{
		"quest": "Non-repudierea:",
		"choices": [
			{
				"str": "Asigură că informaţia nu a fost modificată prin metode neautorizate sau necunoscute"
			},
			{
				"str": "Previne o entitate în a nega o acţiune efectuată",
				"isCorrect": true
			},
			{ "str": "Asigură că o entitate este unic identificată și verificată" },
			{
				"str": "Se referă la controlul accesului și la prevenirea intrării persoanelor neautorizate în sistem"
			}
		]
	},

	{
		"quest": "Sunteți funcționar public implicat într-un proiect privind achiziția unei soluții informatice de tip ERP (Enterprise Resource Planning). În procesul de definire a specificațiilor tehnice, care trebuie incluse în documentație, se solicită opinia dvs. cu privire la tipul soluției alese. Care sunt motivele pe care le-ati invoca pentru ca în urma achiziției să fie aleasă o soluție de tipul open standards?",
		"choices": [
			{ "str": "Personalizarea soluțiilor", "isCorrect": true },
			{ "str": "Independență față de furnizor", "isCorrect": true },
			{ "str": "Protocoale de transport" },
			{ "str": "Cost redus", "isCorrect": true },
			{ "str": "Cod sursa proprietar" }
		]
	},
	{
		"quest": "Interoperabilitatea guvernamentală:",
		"choices": [
			{
				"str": "Implică proprietatea prin care mai multe sisteme guvernamentale comunică eficient astfel încât pot schimba informaţii între ele, îmbunătăţindu-şi astfel serviciile guvernamentale.",
				"isCorrect": true
			},
			{
				"str": "Implică conectivitate, schimb de informaţii, dar nu permite reutilizarea datelor."
			},
			{
				"str": "Implică conceptul de organizare guvernamentală de tipul one-stop.",
				"isCorrect": true
			}
		]
	},
	{
		"quest": "Sistemele ce furnizează și administrează informaţia în cadrul unei aplicaţii digitale guvernamentale ar trebui să includă:",
		"choices": [
			{ "str": "Sisteme pentru gestionarea cunoștințelor", "isCorrect": true },
			{ "str": "Sisteme tranzacţionale", "isCorrect": true },
			{ "str": "Sistemele de gestiune", "isCorrect": true },
			{ "str": "Managementul relației cu clienții (CRM)", "isCorrect": true },
			{
				"str": "Sisteme pentru planificarea resurselor (ERP)",
				"isCorrect": true
			},
			{ "str": "Sisteme de acces public", "isCorrect": true }
		]
	},
	{
		"quest": "Integrarea proceselor pentru realizarea unui serviciu electronic se referă la:",
		"choices": [
			{
				"str": "Realizarea interfeței și interacțiunea cu utilizatorul prin care se furnizează serviciul"
			},
			{
				"str": "Salvarea datelor la nivelul fiecărui proces în parte integrat în serviciul respectiv"
			},
			{
				"str": "Gradul în care serviciul este reproiectat de către autoritatea responsabilă în procesul de transformare dintr-un serviciu off-line într-un serviciu electronic",
				"isCorrect": true
			}
		]
	},

	{
		"quest": "În cadrul unei organizații virtuale de tip federal:",
		"choices": [
			{
				"str": "Este introdusă o organizație de nivel federativ care coordonează schimbul de informații dintre organizațiile participante",
				"isCorrect": true
			},
			{
				"str": "Organizațiile componente recunosc independența între ele și înțeleg că pot îmbunătăți eficiența și eficacitatea activității lor dacă împart informațiile",
				"isCorrect": true
			},
			{
				"str": "Comunicarea este deschisă, nestructurată, dar accesul este unul regulat"
			},
			{ "str": "Este restricționat accesul la un anumit grup de participanți" },
			{
				"str": "Grupurile de utilizatori pot procesa și împărți informația din baza de date în același timp și paralel, între ei"
			}
		]
	},

	{
		"quest": "Integritatea se referă la:",
		"choices": [
			{
				"str": "Asigurarea că informațiile sunt accesibile doar persoanelor autorizate"
			},
			{
				"str": "Responsabilizarea utilizatorilor în comiterea unor fapte reprobabile"
			},
			{
				"str": "Gradul în care un sistem este capabil să funcționeze și la o stare committable"
			},
			{
				"str": "Modificările de date sau alte operațiuni precum alterarea datelor sau distrugerea datelor",
				"isCorrect": true
			}
		]
	},
	{
		"quest": "Sunteți funcționar public implicat într-un proiect privind achiziția unei soluții informatice de tip ERP (Enterprise Resource Planning). În procesul de definire a specificațiilor tehnice, care trebuie incluse în documentație, se solicită opinia dvs. cu privire la tipul soluției alese. Care sunt motivele pe care le-ați invoca pentru ca în urma achiziției să fie aleasă o soluție de tipul open standards?",
		"choices": [
			{ "str": "Personalizarea soluțiilor", "isCorrect": true },
			{
				"str": "Independență față de furnizor, personalizarea soluțiilor, cost redus",
				"isCorrect": true
			},
			{ "str": "Protocoale de transport" },
			{ "str": "Cost redus", "isCorrect": true },
			{ "str": "Cod sursă proprietar" }
		]
	},

	{
		"quest": "Asigurarea securităţii interacţiunii dintre module se realizează prin:",
		"choices": [
			{
				"str": "Autorizarea actorilor pentru o anumită acţiune în cadrul sistemului",
				"isCorrect": true
			},
			{ "str": "Integritatea datelor şi proceselor", "isCorrect": true },
			{
				"str": "Autenticarea individuală şi a sistemelor implicate",
				"isCorrect": true
			}
		]
	},

	{
		"quest": "Folosind tehnologia cloud, platforma ca serviciu:",
		"choices": [
			{
				"str": "Constă în furnizarea mediului de dezvoltare al aplicaţiei.",
				"isCorrect": true
			},
			{
				"str": "Suportă întregul ciclu de viaţă al proiectării, implementării, testării şi instalării serviciilor şi aplicaţiilor web.",
				"isCorrect": true
			},
			{
				"str": "Gradul în care serviciul este reproiectat de către autoritatea responsabilă în procesul de transformare dintr-un serviciu offline într-un serviciu electronic."
			}
		]
	}
]
